Repository: jdevost/BlueDive
Catalog: BlueDive/Localizable.xcstrings
Source language: en
Languages: de, fr_ca, nl

source: iCloud sync is enabled but no iCloud account is available. Data will be stored locally until you sign in.
de: Die iCloud-Synchronisierung ist aktiviert, aber kein iCloud-Konto ist verfügbar. Daten werden lokal gespeichert, bis du dich anmeldest.
fr_ca: La synchronisation iCloud est activée mais aucun compte iCloud n'est disponible. Les données seront stockées localement jusqu'à votre connexion.
nl: iCloud-synchronisatie is ingeschakeld, maar er is geen iCloud-account beschikbaar. De gegevens worden lokaal opgeslagen totdat je je aanmeldt.

source: iCloud sync is turned off
de: iCloud-Synchronisierung ist deaktiviert
fr_ca: La synchronisation iCloud est désactivée
nl: iCloud-synchronisatie is uitgeschakeld

# sighting_range_100_plus
source: More than 100
de: Mehr als 100
fr_ca: Plus de 100
nl: Meer dan 100

# sighting_range_11_100
source: 11 to 100
de: 11 bis 100
fr_ca: 11 à 100
nl: 11 tot 100

# sighting_range_2_10
source: 2 to 10
de: 2 bis 10
fr_ca: 2 à 10
nl: 2 tot 10

# tank_template_no_details
source: No details
de: Keine Details
fr_ca: Aucun détail
nl: Geen details

source: ≥ 5.2 g/L: Elevated — approach with caution.
de: ≥ 5,2 g/L: Erhöht — mit Vorsicht vorgehen.
fr_ca: ≥ 5,2 g/L : Élevée — approchez avec prudence.
nl: ≥ 5.2 g/L: Verhoogd — ga voorzichtig te werk.

source: ≥ 6.2 g/L: High — significant risk of respiratory impairment.
de: ≥ 6,2 g/L: Hoch — erhebliches Risiko einer Atembeeinträchtigung.
fr_ca: ≥ 6,2 g/L : Élevée — risque significatif d'insuffisance respiratoire.
nl: ≥ 6.2 g/L: Hoog — aanzienlijk risico op ademhalingsstoornissen.

source: ⚠️ Certification Expiring
de: ⚠️ Zertifizierung läuft ab
fr_ca: ⚠️ Certification arrivant à expiration
nl: ⚠️ Certificaat verloopt

source: ⚠️ Insurance Expiring
de: ⚠️ Versicherung läuft ab
fr_ca: ⚠️ Assurance arrivant à expiration
nl: ⚠️ Verzekering verloopt

source: ✈️ My Trips
de: ✈️ Meine Reisen
fr_ca: ✈️ Mes voyages
nl: ✈️ Mijn trips

source: 🏆 Milestone Reached!
de: 🏆 Meilenstein erreicht!
fr_ca: 🏆 Jalon atteint !
nl: 🏆 Mijlpaal bereikt!

source: 🛠️ Service Required
de: 🛠️ Wartung erforderlich
fr_ca: 🛠️ Entretien requis
nl: 🛠️ Onderhoud benodigd

source: 🤿 All Dives (%lld)
de: 🤿 Alle Tauchgänge (%lld)
fr_ca: 🤿 Toutes les plongées (%lld)
nl: 🤿 Alle duiken (%lld)

source: Auto
nl: Automatisch

source: Bluetooth Sync
fr_ca: Sync Bluetooth
nl: Bluetooth synchronisatie

source: CO₂ Retention
fr_ca: Rétention de CO₂
nl: CO₂-retentie

source: Computer Name
fr_ca: Nom de l’ordinateur
nl: Naam van de computer

source: Format
nl: Formaat

source: Guide/Instructor
fr_ca: Guide/Instructeur
nl: Gids/Instructeur

source: Heliox %d/%d
fr_ca: Héliox %d/%d
nl: Heliox %1$d/%2$d

source: Hybrid
fr_ca: Hybride
nl: Hybride

source: Imperial
fr_ca: Impérial
nl: Imperiaal

source: Instructor
fr_ca: Instructeur
nl: Instructeur

source: Intro Animation
fr_ca: Animation d'intro
nl: Introductie-animatie

source: Material
fr_ca: Matériel
nl: Duikuitrusting

source: Max Temp
fr_ca: Temp. max
nl: Max. temperatuur

source: Min Temp
fr_ca: Temp. min
nl: Min. temperatuur

source: Name
fr_ca: Nom
nl: Naam

source: Normal
fr_ca: Normale
nl: Normaal

source: Skipper
fr_ca: Capitaine
nl: Schipper

source: Standard
nl: Standaard

source: Stats
nl: Statistieken

source: Sync
fr_ca: Synchro
nl: Synchroniseren

source: System
fr_ca: Système
nl: Systeem

# Version %@ (%@)
source: Version %1$@ (%2$@)
nl: Versie %1$@ (%2$@)

# gear.category.SMB
source: SMB
fr_ca: Parachute de palier
nl: Decoboei

source: 🏆 Highlights
fr_ca: 🏆 Points forts
nl: 🏆 Hoogtepunten

source: BlueDive ID
fr_ca: ID BlueDive

source: Bluetooth Import
fr_ca: Importation Bluetooth

source: COMPUTER
fr_ca: ORDINATEUR

source: Carbon
fr_ca: Carbone

source: Change the search, diver, or filters to see more dives.
fr_ca: Modifiez la recherche, le plongeur ou les filtres pour afficher plus de plongées.

source: Choose a dive in the logbook to view its details.
fr_ca: Choisissez une plongée dans le carnet pour afficher ses détails.

source: Computer
fr_ca: Ordinateur

source: Dashboard
fr_ca: Tableau de bord

source: Dive Master
fr_ca: Directeur de plongée

source: Dive logbook
fr_ca: Carnet de plongée

source: Download
fr_ca: Téléchargement

source: Email
fr_ca: Courriel

source: Gas
fr_ca: Gaz

source: Heliox
fr_ca: Héliox

source: Helium (He)
fr_ca: Hélium (He)

source: Import dives or add a dive to begin your logbook.
fr_ca: Importez des plongées ou ajoutez-en une pour commencer votre carnet.

source: Logbook
fr_ca: Carnet de plongée

source: MIN TEMP
fr_ca: TEMP. MIN

source: Max PO₂ (ATA)
fr_ca: PO₂ max (ATA)

source: Max Temp.
fr_ca: Temp. max.

source: Min Temp.
fr_ca: Temp. min.

source: NDL
fr_ca: LDN

source: No Dives
fr_ca: Aucune plongée

source: Personal
fr_ca: Personnel

source: Rebreather
fr_ca: Recycleur

source: Reserve Gas
fr_ca: Gaz de réserve

source: Reserve Gas (RG)
fr_ca: Gaz de réserve (GR)

source: Reserve Gas (bar)
fr_ca: Gaz de réserve (bar)

source: Reserve Gas (psi)
fr_ca: Gaz de réserve (psi)

source: Select a dive
fr_ca: Sélectionnez une plongée

source: Start
fr_ca: Début

source: Tags
fr_ca: Étiquettes

source: UDDF Export
fr_ca: Exportation UDDF

source: Website:
fr_ca: Site web :

source: XML Export
fr_ca: Exportation XML

source: cuft
fr_ca: pi³

# gear.category.Computer
source: Computer
fr_ca: Ordinateur

# gear.category.Rebreather
source: Rebreather
fr_ca: Recycleur

# gear.category.Reel
source: Reel
fr_ca: Dévidoir

# gear.category.Wing
source: Wing
fr_ca: Aile

# unit.depth.symbol.feet
source: ft
fr_ca: pi

# unit.volume.rmv.cu_ft_per_min
source: cu ft/min
fr_ca: pi³/min

# unit.volume.symbol.cubicFeet
source: ft³
fr_ca: pi³
